Repository: Maestro-Zacht/allianceauth-pve
Catalog: allianceauth_pve/locale/*/LC_MESSAGES/django.po
Languages: it_it

source: Form not valid, you need at least 1 person to receive loot
it_it: Form non valido, deve esserci almeno 1 persona a ricevere il loot

source: Not enough shares or roles
it_it: Non ci sono abbastanza quote o ruoli

source: Entry form or shares are not correct
it_it: Il form dell'entrata o le quote non sono corretti

source: Error in roles
it_it: Errore nei ruoli

source: PvE Tool
it_it: Strumenti PvE

source: Percentage
it_it: Percentuale

source: Roles must have different names!
it_it: I ruoli devo avere nomi diversi!

source: User not found
it_it: Utente non trovato

source: Character not found
it_it: Personaggio non trovato

source: Only 1 share per character!
it_it: Solo 1 quota per personaggio!

source: Character ownership wrong!
it_it: Possesso del personaggio sbagliato!

source: Project name already exists!
it_it: Un progetto con lo stesso nome esiste già!

source: relative role value
it_it: valore relativo del ruolo

source: Relative role value. Share values are computed using this field. If there are 2 roles with 10 and 15, they'll receive 10/25 and 15/25 of the share value.
it_it: Valore relativo del ruolo. I valori delle quote sono calcolati usando questo campo. Se ci sono due ruoli con 10 e 15, riceveranno 10/25 e 15/25 rispettivamente del valore della quota.

source: The maximum number of helped setup per day. If more are submitted, only this number is counted. 0 for deactivating helped setups.
it_it: Il massimo numero giornaliero di aiuti a sistemare. Se ne vengono aggiunti di più, solo fino a questo numero è contato. Inserisci 0 per disattivare gli aiuti a sistemare.

source: The minimum number of users in an entry to consider the helped setup valid.
it_it: Il minimo numero di utenti in un'entrata per considerare gli aiuti a sistemare validi.

source: Tax rate in percentage
it_it: Percentuale di tasse

source: Ordering priority. The higher priorities are in the first positions.
it_it: Priorità di ordinamento. I valori più grandi saranno nelle prime posizioni.

source: Button to be shown in the Entry form.
it_it: Pulsante da mostrare nel form dell'Entrata.

source: Setup avaiable for loading in the Entry form.
it_it: Gli elenchi predefiniti da caricare nel form dell'Entrata.

source: %(name)s rotation preset
it_it: Preset della rotazione %(name)s

source: Entry Details
it_it: Dettagli dell'Entrata

source: Created At
it_it: Creata il

source: Number of Users
it_it: Numero di Utenti

source: Funding Project
it_it: Progetto di Finanziamento

source: Total After Tax
it_it: Totale dopo le Tasse

source: Total
it_it: Totale

source: Created By
it_it: Creata da

source: Fleet Roles
it_it: Ruoli nella Flotta

source: Role
it_it: Ruolo

source: Value
it_it: Valore

source: Approximate Percentage
it_it: Percentuale approssimata

source: Shares
it_it: Quote

source: User's Main Character
it_it: Personaggio Principale dell'Utente

source: Character
it_it: Personaggio

source: Fleet Role
it_it: Ruolo nella Flotta

source: Helped Setups
it_it: Aiuti a Sistemare

source: Count
it_it: Quantità

source: Share Total
it_it: Totale della Quota

source: Estimated Project Contribution
it_it: Stima della Contribuzione al Progetto

source: Delete
it_it: Elimina

source: Edit
it_it: Modifica

source: Back
it_it: Indietro

source: Delete Entry
it_it: Elimina Entrata

source: Close
it_it: Chiudi

source: Are you sure you want to delete this entry?
it_it: Sei sicuro di voler eliminare questa entrata?

source: Cancel
it_it: Annulla

source: Confirm
it_it: Conferma

source: New Entry
it_it: Nuova Entrata

source: New Role
it_it: Nuovo Ruolo

source: Load Roles Setup
it_it: Carica Preset Ruoli

source: Custom Increment:
it_it: Incremento Personalizzato:

source: Use this field to add a custom value to the total.
it_it: Usa questo campo per aggiungere un valore personalizzato al totale.

source: Increment All Shares
it_it: Incrementa tutte le quote

source: Increment Selected Shares
it_it: Incrementa le quote selezionate

source: Decrement Selected Shares
it_it: Decrementa le quote selezionate

source: Decrement All Shares
it_it: Decrementa tutte le quote

source: Select
it_it: Seleziona

source: User's Main Char
it_it: Personaggio Principale dell'Utente

source: Setup
it_it: Sistemato

source: No character yet
it_it: Ancora nessun personaggio

source: Percentage in 2 digits ( xx%% )
it_it: Percentuale in 2 cifre (xx%%)

source: Search
it_it: Cerca

source: No results
it_it: Nessun risultato

source: Role Name:
it_it: Nome del Ruolo:

source: Value:
it_it: Valore:

source: Dismiss
it_it: Chiudi

source: Choose Setup
it_it: Seleziona Preset

source: Load
it_it: Carica

source: New Funding Project
it_it: Nuovo Progetto di Finanziamento

source: Submit
it_it: Invia

source: Funding Project Details
it_it: Dettagli del Progetto di Finanziamento

source: Started
it_it: Data d'inizio

source: Completed
it_it: Completato

source: After %(days)s day
it_it: Dopo %(days)s giorno

source: Users
it_it: Utenti

source: Estimated Total
it_it: Totale Stimato

source: Current Total
it_it: Totale Corrente

source: Goal
it_it: Obiettivo

source: Actual progress
it_it: Progresso corrente

source: Estimated progress
it_it: Progresso stimato

source: Contributors
it_it: Contributori

source: Actual Total
it_it: Totale Attuale

source: Mark As Completed
it_it: Segna Completato

source: Reopen
it_it: Riapri

source: 1 month
it_it: 1 mese

source: %(setup)s setup
it_it: %(setup)s sistemazioni

source: No activity in the last month
it_it: Nessuna attività nell'ultimo mese

source: 3 months
it_it: 3 mesi

source: No activity in the last 3 months
it_it: Nessuna attività negli ultimi 3 mesi

source: 6 months
it_it: 6 mesi

source: No activity in the last 6 months
it_it: Nessuna attività negli ultimi 6 mesi

source: 12 months
it_it: 12 mesi

source: No activity in the last year
it_it: Nessuna attività nell'ultimo anno

source: Open Rotations
it_it: Rotazioni Aperte

source: Closed Rotations
it_it: Rotazioni Chiuse

source: Name
it_it: Nome

source: Age (days)
it_it: Età (giorni)

source: Participants
it_it: Partecipanti

source: No open rotations
it_it: Nessuna rotazione aperta

source: New Rotation
it_it: Nuova Rotazione

source: Closed On
it_it: Chiusa il

source: No closed rotations
it_it: Nessuna rotazione chiusa

source: Active Projects
it_it: Progetti Attivi

source: Finished Projects
it_it: Progetti Finiti

source: Estimated Total (Actual)
it_it: Totale Stimato (Corrente)

source: Completed (Actual)
it_it: Completato (Attuale)

source: No active projects
it_it: Nessun progetto attivo

source: Completed in (days)
it_it: Completato in (giorni)

source: Actual total
it_it: Totale corrente

source: No closed projects
it_it: Nessun progetto chiuso

source: Rotation
it_it: Rotazione

source: Status
it_it: Stato

source: Age
it_it: Età

source: Closed
it_it: Chiusa

source: days
it_it: giorni

source: Tax Rate
it_it: Frazione di Tasse

source: Summary
it_it: Riepilogo

source: Setups
it_it: Sistemazioni

source: Remove Copy Color
it_it: Rimuovi il colore di copia

source: Contributions to %(name)s
it_it: Contributi a %(name)s

source: Entries
it_it: Entrate

source: Date
it_it: Data

source: User Count
it_it: Numero di Utenti

source: Share Count
it_it: Numero di Quote

source: Show Details
it_it: Mostra Dettagli

source: Close Rotation
it_it: Chiudi la Rotazione

source: The rotation is closed, you cannot add an entry
it_it: La rotazione è chiusa, non puoi aggiungere un'entrata

source: The selected entry doesn't belong to the selected rotation
it_it: L'entrata selezionata non appartiene alla rotazione selezionata

source: You cannot edit this entry
it_it: Non puoi modificare quest'entrata

source: Entry added successfully
it_it: Entrata aggiunta con successo

source: You cannot delete this entry
it_it: Non puoi eliminare quest'entrata

source: Entry deleted successfully
it_it: Entrata eliminata con successo

source: Rotation created successfully
it_it: Rotazione creata con successo

source: Project created successfully
it_it: Progetto creato con successo

source: You cannot complete a project with open contributions
it_it: Non puoi completare un progetto con delle contribuzioni ancora aperte

source: You cannot reopen this project, another one with the same name is active.
it_it: Non puoi riaprire questo progetto, ce n'è già un altro aperto con lo stesso nome
